{
    "journal": [
        "Hironori Miyazawa, Takashi Furusawa, Satoru Yamamoto, “Numerical Analysis of Condensation Effects on Final-stage Rotor-blade Rows in Low-pressure Steam Turbine,” Journal of Fluid Science and Technology, 12-2(2017), 1-12."
        ,"Satoru Yamamoto, Shota Moriguchi, Hironori Miyazawa, Takashi Furusawa, “Effect of Inlet Wetness on Transonic Wet-steam and Moist-air Flows in Turbomachinery,” International Journal of Heat and Mass Transfer, 19(2018), 720-732."
        ,"Akihiro Uemura, Hironori Miyazawa*, Takashi Furusawa, Satoru Yamamoto, Koichi Yonezawa, Shuichi Umezawa, and Shuichi Ohmori, Simulation of Unsteady Flows through Three-stage Middle Pressure Steam Turbine in Operation, International Conference on Power Engineering-2019, (2019), 1208-1213, also published in Mechanical Engineering Journal, 7-4 (2020), 10 pages,  https://doi.org/10.1299/mej.20-00068."
        ,"Satoru Yamamoto, Akihiro Uemura, Hironori Miyazawa, Takashi Furusawa, Koichi Yonezawa, Shuichi Umezawa, and Shuichi Ohmori, Takeshi Suzuki, A Numerical and Analytical Method for Predicting the Performance of Intermediate-pressure Steam Turbines in Operation, Energy, 198, (2020), https://doi.org/10.1016/j.energy.2020.117380."
        ,"Shota Moriguchi, Hironori Miyazawa*, Takashi Furusawa, Satoru Yamamoto, Large Eddy Simulation of a Linear Turbine Cascade with a Trailing Edge Cutback, Energy, 24 (2021), 119694, https://doi.org/10.1016/j.energy.2020.119694."
        ,"Kazuhiro Komatsu, Hironori Miyazawa, Cheng Yiran, Masayuki Sato, Takashi Furusawa, Satoru Yamamoto, Hiroaki Kobayashi, Detection of Machinery Failure Signs from Big Time-series Data Obtained by Flow Simulation of Intermediate-pressure Turbines, Proc. ASME 2021 Turbo Expo, GT2021-58698, (2021), 11 pages, also published in Journal of Engineering for Gas Turbines and Power, 144, (2022), 011007, https://doi.org/10.1115/1.4052142. (Co-first Author)"
        ,"Satoru Yamamoto, Koki Araki, Shota Moriguchi, Hironori Miyazawa, Takashi Furusawa, Koichi Yonezawa, Shuichi Umezawa, and Shuichi Ohmori, Takeshi Suzuki, Effects of Wetness and Humidity on Transonic Compressor of Gas Turbine, International Journal of Heat and Mass Transfer, 178 (2021),121649. https://doi.org/10.1016/j.ijheatmasstransfer.2021.121649."
        ,"Shuto Yatsuyanagi, Takashi Furusawa, Hironori Miyazawa, Satoru Yamamoto, Takuo Onodera, Sadatake Tomioka, Numerical Study of Supercritical Octane Flow with Multicomponent Effects by Pyrolysis, International Journal of Thermal Sciences, 171, (2022), 107103. https://doi.org/10.1016/j.ijthermalsci.2021.107193."
        ,"Piotr Wiśniewski, Sławomir Dykas, Hironori Miyazawa, Takashi Furusawa, Satoru Yamamoto, Modified heat transfer correction function for modeling multiphase condensing flows in transonic regime, International Journal of Heat and Mass Transfer, 201 (2023),123597. http://dx.doi.org/10.1016/j.ijheatmasstransfer.2022.123597."

    ],
    "proceedings": [
        "Satoshi Miyake, Hironori Miyazawa, Satoru Yamamoto, Yasuhiro Sasao, Kazuhiro Momma,Hiroharu Ooyama and Toshihiro Miyawaki, “Unsteady Wet-steam Flows through Low Pressure Turbine Final Three Stages considering Blade Number,” Proc. ASME Turbo Expo 2015, Montreal, GT2015-42366, (2015), 11 pages."
        ,"Hironori Miyazawa, Toshiki Iwasaki, Satoshi Miyake, Takashi Furusawa and Satoru Yamamoto, “Unsteady Force of Wet-steam Flow on Multi-stage Turbine Long Blade Rows,” Proc. Int. Gas Turbine Congress 2015 Tokyo, (2015), 7 pages."
        ,"Takashi Furusawa, Hironori Miyazawa and Satoru Yamamoto, “Numerical Simulation of Supercritical CO2 Flows in Transonic Turbine and Compressor,” Proc. Int. Gas Turbine Congress 2015 Tokyo, (2015), 6 pages."
        ,"Hironori Miyazawa, Takashi Furusawa, Satoru Yamamoto, Yasuhiro Sasao and Hiroharu Ooyama, Unsteady Force on Multi-stage and Multi-passage Turbine Long Blade Rows Induced by Wet-steam Flows,” Proc. ASME Turbo Expo 2016, Seoul, GT2016-56360, (2016), 12 pages."
        ,"Takashi Furusawa, Hironori Miyazawa and Satoru Yamamoto, “Numerical Method for Simulating Flows of Supercritical CO2 Compressor with Nonequilibrium Condensation,” Proc. ASME Turbo Expo 2016, Seoul, GT2016-56431, (2016), 9 pages."
        ,"Hironori Miyazawa, Takashi Furusawa, Satoru Yamamoto, “Numerical Investigation of Transonic Supercritical CO2 Flows with Nonequilibrium Condensation in a Laval Nozzle,” Proc. 6th International Supercritical CO2 Power Cycles Symposium, (2018), 13 pages.\\n http://sco2symposium.com/www2/sco2/papers2018/fundamentals/097_Paper.pdf."
        ,"Takashi Furusawa, Hironori Miyazawa and Satoru Yamamoto, “Numerical Method for Simulating High Pressure CO2 Flows with Nonequilibrium Condensation,” Proc. ASME 2018 Turbo Expo, Lillestrom, GT2018-75592, (2018), 10 pages."
        ,"Shota Moriguchi, Hironori Miyazawa, Takashi Furusawa, and Satoru Yamamoto, “Wetness Effect on Transonic Moist-air Flow through a Compressor Rotor,” Proc. ASME 2018 5th-Joint US-European Fluid Engineering Division Summer Meeting, Montreal, FEDSM2018-83422, (2018), 10 pages."
        ,"Akihiro Uemura, Hironori Miyazawa*, Takashi Furusawa, Satoru Yamamoto, Koichi Yonezawa, Shuichi Umezawa, Effect of Blade Secular Change on Unsteady Flows in Middle Pressure First-Stage Steam Turbines, Proc. ASME 2019 Turbo Expo, Phoenix, GT2019-90644, (2019), 9 pages."
        ,"Shota Moriguchi, Takuro Endo, Hironori Miyazawa*, Takashi Furusawa, Satoru Yamamoto, Numerical Simulation of Unsteady Moist-air Flows through Whole-annulus Rotor Blade Rows in Transonic Compressor, Proc. ASME-JSME-KSME 2019 8th Joint Fluids Engineering Conference, San Francicso, AJKFluids2019-4782, (2019), 9 pages."
        ,"Takashi Furusawa, Shota Moriguchi, Hironori Miyazawa and Satoru Yamamoto, Real Gas Simulation for High-pressure and Low-pressure Nonequilibrium Condensation in Transonic Flows, Proceedings of Global Power and Propulsion Society, Beijing Conference 2019, GPPS-BJ-2019-009, (2019), 7pages."
        ,"Shota Moriguchi, Koki Araki, Hironori Miyazawa*, Takashi Furusawa, Satoru Yamamoto, Condensation of Moist-air Flow in Transonic Compressor Fan Rotor, Proceedings of International Gas Turbine Congress 2019 Tokyo, IGTC-2019-104, (2019), 8 pages."
        ,"Takashi Furusawa, Jianming Hao, Shota Moriguchi, Hironori Miyazawa and Satoru Yamamoto, Numerical Investigation of Supercritical CO2 Flow in a Radial Compressor with Real Gas Model, Proceedings of International Gas Turbine Congress 2019 Tokyo, IGTC-2019-106, (2019), 6 pages."
        ,"Hironori Miyazawa, Akihiro Uemura, Takashi Furusawa, Satoru Yamamoto, Koichi Yonezawa, Shuichi Umezawa, Unsteady Flow Simulation through Stator-Rotor Blade Rows in Intermediate-Pressure Steam Turbines with Cutback Blades, Proc. ASME 2020 Turbo Expo, GT2020-14937, (2020),12 pages. https://doi.org/10.1115/GT2020-14937."
        ,"Yasuharu Hagita, Hironori Miyazawa*, Takashi Furusawa, Satoru Yamamoto, Koichi Yonezawa, Shuichi Umezawa, Shuichi Ohmori, Takeshi Suzuki, The Effect of Partial-Load Operation on a Gas Turbine Compressor of an Advanced Combined Cycle Power Plant, Proc. ASME 2022 Turbo Expo, GT2022-80251, (2022), 12 pages. https://doi.org/10.1115/GT2022-80251."
        ,"Takashi Furusawa, Yasuhiro Sasao, Ryo Takata, Hironori Miyazawa, Satoru Yamamoto, Numerical Modeling of Water Droplets in Compressible Two-Phase Flows Based on Eulerian-Eulerian Method, Proc. ASME 2022 Turbo Expo, GT2022-81246, (2022), 9 pages. https://doi.org/10.1115/GT2022-81246."
        ,"Yasuharu Hagita, Riku Hayakawa, Hironori Miyazawa*, Takashi Furusawa, Satoru Yamamoto, Self-organization of Unsteady Full-Annulus Flows in A Gas Turbine Compressor under Operating Conditions, ASME 2023 Turbo Expo, GT2023-101937, (2023), 11 pages. https://doi.org/10.1115/GT2023-101937.2"

    ],
    "internationalconf": [
        "Hironori Miyazawa, Satoshi Miyake and Satoru Yamamoto, “Simulation of Unsteady Wet-steam Flow in Low Pressure Turbine Stages considering Blade Number,” Proc. 12th Int. Conf. on Flow Dynamics, Sendai, (2015), USB-Mem."
        ,"Takashi Furusawa, Hironori Miyazawa and Satoru Yamamoto, “Numerical Simulation of Transonic Cascade Flows in a Supercritical State,” Proc. 12th Int. Conf. on Flow Dynamics, Sendai, (2015), USB-Mem."
        ,"Hironori Miyazawa, Takashi Furusawa and Satoru Yamamoto, “Simulation of Unsteady Wet-steam Flow in Multi-stage and Multi-passage LP Steam Turbine,” Proc. 13th Int. Conf. on Flow Dynamics, Sendai, (2016), USB-Mem."
        ,"Takashi Furusawa, Henrike Erhard, Hironori Miyazawa and Satoru Yamamoto, Numerical Simulation of Transonic Nozzle Flows with Nonequilibrium Condensation,” Proc. 13th Int. Conf. on Flow Dynamics, Sendai, (2016), USB-Mem."
        ,"Hironori Miyazawa, Takashi Furusawa and Satoru Yamamoto, “Unsteady Effect of Shock Interaction on Long Rotor Blades in LP Steam Turbine,” Proc. 14th Int. Conf. on Flow Dynamics, Sendai, (2017), USB-Mem."
        ,"Takashi Furusawa, Hironori Miyazawa, Shota Moriguchi and Satoru Yamamoto, “Numerical Analysis of High Pressure CO2 Flows with Nonequilibrium Condensation,” Proc. 14th Int. Conf. on Flow Dynamics, Sendai, (2017), USB-Mem"
        ,"Takashi Furusawa, Hironori Miyazawa, Shota Moriguchi and Satoru Yamamoto, “Transonic Flow Simulation of High Pressure CO2 with Nonequilibrium Condensation,” Proc. the Asian Congress on Gas Turbines, (2018)."
        ,"Hironori Miyazawa, Takashi Furusawa and Satoru Yamamoto, “Simulation of Unsteady Flows through Multistage Stator-rotor Full-annulus Blade Rows in LP Steam Turbine,” Proc. 15th Int. Conf. on Flow Dynamics, Sendai, (2018), USB-Mem."
        ,"Takashi Furusawa, Hironori Miyazawa, Shota Moriguchi and Satoru Yamamoto, “Numerical Investigation of Real Gas Effect in High Pressure Flows with Nonequilibrium Condensation,” Proc. 15th Int. Conf. on Flow Dynamics, Sendai, (2018), USB-Mem."
        ,"Shota Moriguchi, Hironori Miyazawa, Takashi Furusawa and Satoru Yamamoto, “Effect of Inlet Wetness on Performance of Transonic Compressor Rotor,” Proc. 15th Int. Conf. on Flow Dynamics, Sendai, (2018), USB-Mem."
        ,"Shota Moriguchi, Takuro Endo, Hironori Miyazawa, Takashi Furusawa, Satoru Yamamoto, Numerical Investigation of Transonic Moist-air Flow in Whole-annulus Compressor Blade Rows, Proc. 16th Int. Conf. on Flow Dynamics, Sendai, (2019), USB-Mem."
        ,"Hironori Miyazawa, Akihiro Uemura, Takashi Furusawa, Satoru Yamamoto, Koichi Yonezawa, Shuichi Umezawa, Numerical Simulation of Unsteady Flows through First-stage Stator and Rotor Blade Rows in Middle Pressure Steam Turbine, Proc. 16th Int. Conf. on Flow Dynamics, Sendai, (2019), USB-Mem."
        ,"Hironori Miyazawa, Shohei Funahazama, Takashi Furusawa, Satoru Yamamoto, Shuichi Umezawa, Koichi Yonezawa, Shuichi Ohmori, Takeshi, Suzuki, Effect of Cutback Stator Blades on Flows through Three-Stage Blade Rows in Intermediate Pressure Steam Turbine Proc. 17th International Conference on Flow Dynamics, Sendai, (2020.10)."
        ,"Hironori Miyazawa, Koki Araki, Takashi Furusawa, Satoru Yamamoto, Shuichi Umezawa, Koichi Yonezawa, Shuichi Ohmori, Takeshi Suzuki, Unsteady Flow Simulation of Industrial Gas Turbine Compressor under Start-up Operation, Proc. International Conference on Power Engineering-2021 (ICOPE-2021), Kobe (Online), (2021. 10)."
        ,"Hironori Miyazawa, Shohei Funahazama, Takashi Furusawa, Satoru Yamamoto, Unsteady Flows through Three-Stage Stator-Rotor Blade Rows in Intermediate-Pressure Steam Turbine with Various Blade Shapes, Proc. 18th International Conference on Flow Dynamics, Sendai, (2021.10)."
        ,"Hironori Miyazawa, Takashi Furusawa, Satoru Yamamoto, One-way FSI Analysis of Industrial Gas Turbine Compressor under Start-up Condition, Proc. 19th International Conference on Flow Dynamics, Sendai, (2022.11)."
        ,"Sensyo Haba, Shuto Yatsuyanagi, Takashi Furusawa, Hironori Miyazawa, Satoru Yamamoto, Takuo Onodera, Sadatake Tomioka, Large Eddy Simulation of Supercritical n-Dodecane Flows in a Heated Rectangular Channel, Abstract of ASME-JSME-KSME Joint Fluids Engineering Conference 2023, Osaka, (2023.7)."
        ,"Takashi Furusawa, Hironori Miyazawa, Satoru Yamamoto, Akira Yoko, Tadafumi Adschiri, Large Eddy Simulation of Continuous Supercritical Hydrothermal Synthesis in a T-Shaped Reactor, Abstract of ASME-JSME-KSME Joint Fluids Engineering Conference 2023, Osaka, (2023.7)."
        ,"Riku Hayakawa, Yasuharu, Hagita, Hironori Miyazawa, Takashi Furusawa, Satoru Yamamoto, Simulation Data Classification for Full-Annulus Flows of Gas Turbine Compressor, Proc. International Gas Turbine Congress 2023 Kyoto, (2023.11)."
        ,"Jung Seungyeon, Hironori Miyazawa, Takashi Furusawa, Satoru Yamamoto, Unsteady Moist-Air Flow Simulation of Full-Annulus Axial Compressor with Boundary Layer Ingestion, Proc. International Gas Turbine Congress 2023 Kyoto, (2023.11)."     

    ],
    "nationalconf": [
        "宮澤弘法，三宅哲，山本悟，蒸気タービン低圧最終段を通る三次元非定常熱流動空力解析，日本機械学会2015年度年次大会DVD論文集，(2015-9)."
        ,"古澤卓，宮澤弘法，山本悟，超臨界二酸化炭素の二次元翼列遷音速流動シミュレーション，日本機械学会流体工学部門講演会講演論文集，(2015)，USB-MEM."
        ,"宮澤弘法，三宅哲，山本悟，湿りを伴う実機タービンの低圧段長翼列に作用する非定常空力解析，第２９回数値流体力学シンポジウム, (2015), USB-MEM."
        ,"宮澤弘法, 古澤卓, 山本悟, 実機翼枚数を考慮した蒸気タービン低圧段長翼列に作用する非定常空力解析,　日本機械学会2016年度年次大会,　(2016.9)."
        ,"古澤卓, 宮澤弘法, 山本悟, 凝縮を伴う超臨界二酸化炭素の遷音速流動シミュレーション,日本機械学会2016年度年次大会,　(2016.9)."
        ,"山本悟, 古澤卓, 宮澤弘法, 非平衡凝縮流れ解析に関する最近の研究動向, 第44回日本ガスタービン学会定期講演会（酒田）講演論文集,　(2016.10)."
        ,"宮澤弘法, 服部雄真, 古澤卓, 山本悟, 非平衡凝縮および平衡凝縮が蒸気タービンに与える影響に関する数値的評価，第30回数値流体力学シンポジウム, (2016.12), CD-ROM."
        ,"古澤卓, 宮澤弘法,　山本悟, 高圧条件における水蒸気のノズル内部の非平衡凝縮シミュレーション, 第30回数値流体力学シンポジウム,(2016.12), CD-ROM."
        ,"宮澤弘法, 古澤卓, 山本悟, 蒸気タービン低圧最終段の流体―構造連成解析, 日本機械学会2017年度年次大会, (2017.9)."
        ,"古澤卓, 宮澤弘法, 山本悟, 臨界点近傍条件における遷音速ノズル内部流動シミュレーション,日本機械学会2017年度年次大会, (2017.9)."
        ,"森口昇太, 宮澤弘法, 古澤卓, 山本悟, 田中隆太, 青塚瑞穂,ガスタービン用圧縮機翼列流れへの湿りの影響に関する数値的研究―第１報：Rotor37による数値タービンの検証―, 第45回日本ガスタービン学会定期講演会講演論文集, (2017.10), CD-ROM."
        ,"宮澤弘法, 古澤卓, 山本悟, 蒸気タービン低圧段における非定常衝撃波干渉の数値解析, 第31回数値流体力学シンポジウム, (2017.12), CD-ROM."
        ,"森口昇太, 宮澤弘法, 古澤卓, 山本悟, 軸流圧縮機遷音速湿り空気流れの数値シミュレーション, 　第31回数値流体力学シンポジウム, (2017.12), CD-ROM."
        ,"古澤卓, 宮澤弘法, 森口昇太, 山本悟, 高圧条件における二酸化炭素のラバルノズル内部非平衡凝縮シミュレーション, 第31回数値流体力学シンポジウム, (2017.12), CD-ROM."
        ,"宮澤弘法, 森口昇太, 古澤卓, 山本悟, 蒸気タービン低圧段の多段全周静動翼列を通る非定常流動シミュレーション, 日本機械学会2018年度年次大会, (2018.9) , CD-ROM."
        ,"古澤卓, 宮澤弘法, 森口昇太, 山本悟, 高圧二酸化炭素のラバルノズル内非平衡凝縮流動解析, 日本機械学会2018年度年次大会, (2018.9) , CD-ROM."
        ,"森口昇太, 宮澤弘法, 古澤卓, 山本悟, ガスタービン用圧縮機翼列流れへの湿りの影響に関する数値的研究―第2報：Rotor37の湿り空気流動解析―, 第46回日本ガスタービン学会定期講演会講演論文集, (2018.10), CD-ROM."
        ,"古澤卓, 宮澤弘法, 森口昇太, 山本悟, 遷臨界条件下における三次元ラバルノズル内の非平衡凝縮シミュレーション, 第32回数値流体力学シンポジウム, (2018.12), CD-ROM."
        ,"Hao Jianming, 森口昇太, 宮澤弘法, 古澤卓, 山本悟, 超臨界二酸化炭素の遠心圧縮機内部流動シミュレーション，日本機械学会2019年度年次大会, (2019.9), CD-ROM."
        ,"宮澤弘法, 上村晃弘, 古澤卓, 山本悟, 米澤宏一，梅沢修一，大森修一，蒸気タービン中圧段初段静動翼列の翼形状経年変化に伴う非定常流動の数値解析，日本機械学会2019年度年次大会, (2019.9) , CD-ROM."
        ,"森口昇太, 宮澤弘法, 古澤卓, 山本悟, ガスタービン用圧縮機翼列流れへの湿りの影響に関する数値的研究―第3報：Rotor37における湿り空気の凝縮―, 第47回日本ガスタービン学会定期講演会講演論文集, (2019.9), CD-ROM."
        ,"森口昇太, 宮澤弘法, 古澤卓, 山本悟, 低圧タービン翼のカットバックに関するLES, 第33回数値流体力学シンポジウム, (2019.11), CD-ROM."
        ,"宮澤弘法, 上村晃弘, 古澤卓, 山本悟, 米澤宏一，梅沢修一，大森修一，蒸気タービン中圧三段の非定常流動シミュレーション，第33回数値流体力学シンポジウム, (2019.11), CD-ROM."
        ,"宮澤弘法，船迫昌平，古澤卓，山本悟，梅沢修一，米澤宏一，大森修一，鈴木武志，蒸気タービン中圧段静翼カットバックに関する非定常流動シミュレーション，日本機械学会2020年度年次大会, (2020.9)．"
        ,"森口昇太, 宮澤弘法, 古澤卓, 山本悟, 入口湿りを考慮したガスタービン用圧縮機翼列流れの全周解析，日本ガスタービン学会第48回定期講演会プログラム，(2020.10)."
        ,"船迫昌平，宮澤弘法，古澤卓，山本悟，梅沢修一，米澤宏一，大森修一，鈴木武志，エロージョンにより変形した静翼列を伴う蒸気タービン中圧段の非定常流動シミュレーション，第３４回数値流体力学シンポジウム，(2020.12)．"
        ,"古澤卓，小島匠，宮澤弘法，山本悟，実在気体効果を考慮した高圧二酸化炭素の非平衡凝縮流れの数値解析，第３４回数値流体力学シンポジウム，(2020.12)．"
        ,"萩田 泰晴, 徳山好紀, 宮澤弘法, 古澤卓, 山本悟, 梅沢修一, 米澤宏一 , 鈴木武志, 大森修一, 電力負荷変動対応時の実機ガスタービンコンプレッサー内部非定常流動解析, 第49回日本ガスタービン学会定期講演会，(2021.10)."
        ,"古澤卓，山本勝將，宮澤弘法，山本悟，非平衡凝縮を伴う超臨界CO2遠心圧縮機内部流動解析，第99期流体工学部門講演会，(2021.11)."
        ,"宮澤弘法，荒木幸紀，日笠祐介，古澤卓，山本悟，産業用ガスタービン圧縮機起動時における不安定流動のシミュレーション，第99期流体工学部門講演会，(2021.11)."
        ,"船迫昌平，小松一彦，宮澤弘法，古澤卓，山本悟，佐藤雅之，小林広明，k-means法による蒸気タービン非定常流動シミュレーションデータのクラスタリング，第99期流体工学部門講演会，(2021.11)."
        ,"徳山好紀, 萩田泰晴, 宮澤弘法, 古澤卓, 山本悟, 部分負荷運転時の発電用ガスタービン圧縮機を通る湿り空気流れの全周解析, 第50回日本ガスタービン学会定期講演会，(2022.10)."
        ,"萩田泰晴, 宮澤弘法, 古澤卓, 山本悟, 全周流動計算に基づく発電用ガスタービン圧縮機部分負荷運転時の安定性向上の検討, 第50回日本ガスタービン学会定期講演会，(2022.10)."
        ,"富田謙衡，古澤卓，宮澤弘法，笹尾泰洋，山本悟，粗大液滴を含む湿り空気のタービン翼列流動シミュレーション，第100期流体工学部門講演会，(2022.11)．"
        ,"JUNG SEUNGYEON，高畠大夢，宮澤弘法，古澤卓，山本悟，非一様流入条件下で作動する軸流圧縮機静動翼列全周の非定常流動シミュレーション，第100期流体工学部門講演会，(2022.11)．"
        ,"宮澤弘法，萩田泰晴，古澤卓，山本悟，産業用ガスタービン圧縮機静動翼列における不安定流動の非定常全周シミュレーション, 第36回数値流体力学シンポジウム，(2022.12)."
        ,"宮澤弘法，萩田泰晴，早川陸駆，古澤卓，山本悟，産業用ガスタービン圧縮機翼列流動の全周計算に基づく不安定稼働条件の分類，第51回日本ガスタービン学会定期講演会，(2023.10)."
        ,"古澤卓，羽場千祥，宮澤弘法，山本悟，LESを用いた加熱管路内部の遷臨界ドデカン流動シミュレーション, 第37回数値流体力学シンポジウム，(2023.12)."
        ,"富田謙衡，古澤卓，宮澤弘法，笹尾泰洋，山本悟，液滴速度非平衡を考慮した湿り空気のタービン翼列流動シミュレーション, 第37回数値流体力学シンポジウム， (2023.12)."
        ,"萩田泰晴，宮澤弘法，古澤卓，山本悟，凝縮を伴う蒸気タービン翼列流れのLES，第52回日本ガスタービン学会定期講演会，(2024.10)."

    ],
    "lecture": [
        "宮澤弘法，蒸気タービン，見聞記「2020年ASME国際ガスタービン会議」，日本ガスタービン学会誌，49-1(2021-1), 70-71."
        ,"宮澤弘法，非定常流れと数値流体力学，見聞記「2021年ASME国際ガスタービン会議」，日本ガスタービン学会誌，49-5(2021-9), 59-62."
        ,"宮澤弘法，ターボ機械マルチフィジックスCFDにおける計算格子と可視化，VINAS Online Users Conference DAY2，online，(2021.10)，https://www.vinas.com/ugm2021/program.html#day2．"
        ,"山本悟，古澤卓，宮澤弘法，持続可能社会に向けたデジタルツインガスタービンの研究開発，マルチフィジックスCFDアプリ：数値タービン，クリーンエネルギー，31-1, (2022-3), 日本工業出版．"
        ,"宮澤弘法，非定常流れと数値流体力学，見聞記「2022年ASME国際ガスタービン会議」，日本ガスタービン学会誌，50-5(2022-9), 73-74."
        ,"山本悟，宮澤弘法，古澤卓，デジタルツイン数値タービンの研究開発，ターボ機械， (2023-5), 日本工業出版．"
        ,"宮澤弘法，非定常流れと数値流体力学，見聞記「2023年ASME国際ガスタービン会議」，日本ガスタービン学会誌，51-5(2023-9), 85-86."

    ],
    "patent": [
        "井上清文, 宮澤弘法，流量調整機構，特許第6530909号，2016-06-23."
        ,"井上清文, 宮澤弘法，熱交換器，特開2016-114325，2016-06-23．"

    ],
    "media": [
        "日本経済新聞，「火力発電の損傷予測 東北大など、修繕時期把握」，2021年10月15日．"
        ,"IoTNEWS，「東北大学とNEC、スーパーコンピュータを活用した発電用ガスタービンの数値シミュレーション高速化技術を開発」，2021年10月15日，https://iotnews.jp/archives/193314．"
        ,"excite ニュース，「東北大学とNEC、スーパーコンピュータを活用した発電用ガスタービンの数値シミュレーション高速化技術を開発」，2021年10月15日，https://www.excite.co.jp/news/article/Jcn_76570274/?p=2．"
        ,"スマートジャパン，「東北大学とNEC、スーパーコンピュータを活用した発電用ガスタービンの数値シミュレーション高速化技術を開発」，2021年10月15日，\\nhttps://release.itmedia.co.jp/release/sj/2021/10/15/380c54d8878a983af18ecad2cdd36d34.html．"
        ,"財経新聞，「東北大学とNEC、スーパーコンピュータを活用した発電用ガスタービンの数値シミュレーション高速化技術を開発」，2021年10月15日，https://www.zaikei.co.jp/releases/1447235/．"
        ,"東北大学 プレスリリース，「東北大学とNEC、スーパーコンピュータを活用した 発電用ガスタービンの数値シミュレーション高速化技術を開発 ～高速かつ高精度なデジタルツインシミュレーションを実現し、 電力の安定供給と発電効率の向上に貢献～」，2021年10月15日．"
        ,"NEC プレスリリース， 「東北大学とNEC、スーパーコンピュータを活用した発電用ガスタービンの数値シミュレーション高速化技術を開発」，2021年10月15日．"
        ,"日本経済新聞 電子版，「東北大とNEC、スーパーコンピュータを活用した発電用ガスタービンの数値シミュレーション高速化技術を開発」，2021年10月15日．"
        ,"電気新聞 ，「NEC 東北大学 世界最速で数値解析 発電用GT開発に利用」，2021年10月18日．"
        ,"モーターファン，「NEC：東北大学と共同で、スーパーコンピュータを活用した発電用ガスタービンの数値シミュレーション高速化技術を開発」，2021年10月18日，https://motor-fan.jp/tech/article/6193/．"
        ,"日刊工業新聞，「東北大とＮＥＣ、発電用ガスタービン スパコンで数値予測高速化」，2021年10月19日．"
        ,"ZDNet Japan，「東北大とNEC、スーパーコンピューターでガスタービンの数値シミュレーションを高速化」，2021年10月19日，https://japan.zdnet.com/article/35178217/．"
        ,"MONOist，「スーパーコンピュータで発電用ガスタービンの数値シミュレーションを高速化」，2021年10月27日，\\nhttps://monoist.atmarkit.co.jp/mn/articles/2110/27/news045.html．"
        ,"東北大学 プレスリリース，「発電用ガスタービンのデジタルツインをスーパーコンピュータ上で実現 ～脱炭素デジタル社会の電力安定供給に貢献～」，2023年6月30日．"
        ,"日本経済新聞 電子版，「東北大、発電用ガスタービンのデジタルツインをスーパーコンピュータ上で実現」，2023年6月30日．"
        ,"HPCwire JAPAN，「【東北大学】発電用ガスタービンのデジタルツインをスーパーコンピュータ上で実現」，2023年6月30日．"
        ,"TECH+，「東北大、発電用ガスタービン用のデジタルツインをスパコン「AOBA」上に構築」，2023年7月3日 ．"
    ]
} 